Repository: EkoJr/simplemap
Catalog: lang/SimpleMap-*.po
Languages: it_it

source: SimpleMap requires WordPress 2.8 or newer. <a href="http://codex.wordpress.org/Upgrading_WordPress">Please update!</a>
it_it: SimpleMap richiede Wordpress 2.8 o superiore. <a href="http://codex.wordpress.org/Upgrading_WordPress">Per favore esegui l'aggiornamento!</a>

source: SimpleMap Options
it_it: Opzioni SimpleMap

source: SimpleMap: General Options
it_it: SimpleMap: Opzioni generali

source: General Options
it_it: Opzioni generali

source: SimpleMap: Add Location
it_it: SimpleMap: Aggiungi Location

source: Add Location
it_it: Aggiungi Location

source: SimpleMap: Manage Database
it_it: SimpleMap: Gestisci il Database

source: Manage Database
it_it: Gestisci il Database

source: SimpleMap: Manage Categories
it_it: SimpleMap: Gestisci Categorie

source: Manage Categories
it_it: Gestisci Categorie

source: SimpleMap: Import/Export
it_it: SimpleMap: Importar/Exportar

source: Import/Export
it_it: Importare/Esportare

source: SimpleMap: Help
it_it: SimpleMap: Aiuto

source: Help
it_it: Aiuto

source: SimpleMap Help
it_it: Aiuto SimpleMap

source: SimpleMap settings saved.
it_it: Configurazione salvata.

source: Class SimpleMap already declared!
it_it: Classe SimpleMap già dichiarata!

source: Settings
it_it: Configurazione

source: Your database has been successfully updated.
it_it: Il tuo database è stato aggiornato correttamente.

source: Location "%s" failed to geocode, with status %s
it_it: La posizione "%s" non è stata geolocalizzata con stato %s

source: Location "%s" was not successfully inserted into the database.%s
it_it: La location "%s" non è stata correttamente inserita nel database. %s

source: %d records imported successfully.
it_it: %d record importati con successo.

source: Record deleted.
it_it: Record cancellato.

source: Database cleared.
it_it: Database pulito.

source: Quick Edit
it_it: Edit rapido

source: Delete
it_it: Cancellare

source: added successfully.
it_it: aggiunto con successo.

source: Name and Description
it_it: Nome e Descrizione

source: Name
it_it: Nome

source: Please enter a name.
it_it: Inserisci un nome.

source: Description
it_it: Descrizione

source: Category
it_it: Categoria

source: You can add categories from the %s General Options screen.%s
it_it: Puoi aggiungere categorie dalla %sPagina Opzioni Generali %s

source: Tags
it_it: Tag

source: Geographic Location
it_it: Posizione Geografica

source: You must enter either an address or a latitude/longitude. If you enter both, the address will not be geocoded and your latitude/longitude values will remain intact.
it_it: Devi inserire un indirizzo o una latitudine e longitudine. Se inserisci entrambi, l'indirizzo non verrà geocodificato e i valori di latitudine e longitudine rimarranno intatti.

source: Address
it_it: Indirizzo

source: City/Town
it_it: Città

source: State/Province
it_it: Provincia

source: Zip/Postal Code
it_it: CAP

source: Country
it_it: Nazione

source: Latitude/Longitude
it_it: Latitudine/Longitudine

source: Miscellaneous Information
it_it: Altre Informazioni

source: Phone
it_it: Telefono

source: Please include <strong>http://</strong>
it_it: Per favore includi <strong>http://</strong>

source: %s Auto-load all locations %s is disabled because you have more than 100 locations in your database.
it_it: %s Auto-load tutte le location %s è disabilitato perchè tu hai più di 100 location nel tuo database

source: Location Defaults
it_it: Location Predefinita

source: If most of your locations are in the same area, choose the country and state/province here to make adding new locations easier.
it_it: Se la maggior parte delle location si trovano nella stessa area, scegliere il paese e lo stato / provincia qui per rendere più semplice l'aggiunta di nuove posizioni.

source: Google Maps Domain
it_it: Dominio di Google Maps

source: Default Country
it_it: Nazione predefinita

source: Default State/Province
it_it: Stato/Povincia predefinito

source: Address Format
it_it: Formato dell'indirizzo

source: Example
it_it: Esempio

source: Save Options
it_it: Salva Opzioni

source: Map Configuration
it_it: Configurazione della mappa

source: See %s the Help page%s for an explanation of these options.
it_it: Guarda %s la pagina di aiuto%s per la spiegazione di queste opzioni.

source: Google Maps API Key
it_it: API di Google Maps

source: %s Click here%s to sign up for a Google Maps API key for your domain.
it_it: %s Clicca qui%s per registrare una key API Google Maps per il tuo dominio.

source: Starting Location
it_it: Loacalizzazione iniziale

source: Latitude:
it_it: Latitudine:

source: Longitude:
it_it: Longitudine:

source: Distance Units
it_it: Unità di misura

source: Miles
it_it: Miglia

source: Kilometers
it_it: Chilometri

source: Default Search Radius
it_it: Raggio di ricerca di default

source: Number of Results to Display
it_it: Numero di risultati da visualizzare

source: Select "No Limit" to display all results within the search radius.
it_it: Seleziona "Senza limiti" per visualizzare tutti i risultati all'interno del raggio di ricerca.

source: Auto-Load Database
it_it: Caricamento automatico del database

source: No auto-load
it_it: No al caricamento automatico

source: Auto-load search results
it_it: Caricamento automatico dei risultati di ricerca

source: Auto-load all locations
it_it: Carica automaticamente tutte le location

source: Default Zoom Level
it_it: Livello di Zoom di default

source: 1 is the most zoomed out (the whole world is visible) and 19 is the most zoomed in.
it_it: 1 equivale al massimo zoom out (si vede tutto il mondo) e 19 è il masssimo zoom in.

source: Special Location Label
it_it: Etichetta di Location speciali

source: Map Page IDs
it_it: Id della pagina mappa

source: Enter the IDs of the pages/posts the map will appear on, separated by commas. The map scripts will only be loaded on those pages. Leave blank or enter 0 to load the scripts on all pages.
it_it: Inserisci gli ID delle pagine/post dove apparirà la mappa, separate da virgole. Lo sricpt della mappa verrà caricato solo in queste pagine. Lascia in bianco o metti 0 per caricare lo script in tutte le pagine.

source: Map Style Defaults
it_it: Stile della mappa predefinito

source: To insert SimpleMap into a post or page, type this shortcode in the body: %s
it_it: Per inserire SimpleMap in un post o in una pagina scrivi questo shortcode nel body: %s

source: Map Size
it_it: Grandezza della mappa

source: Width:
it_it: Larghezza:

source: Height:
it_it: Altezza:

source: Enter a numeric value with CSS units, such as %s or %s.
it_it: Inserisci un valore numerico CSS, come %s o %s.

source: Default Map Type
it_it: Tipo di mappa predefinito

source: Road map
it_it: Mappa stradale

source: Satellite map
it_it: Satellite

source: Hybrid map
it_it: Ibrido

source: Terrain map
it_it: Terreno

source: Theme
it_it: Tema

source: Default Themes
it_it: Tema predefinito

source: Custom Themes
it_it: Tema personalizzato

source: To add your own theme, upload your own CSS file to a new directory in your plugins folder called %s simplemap-styles%s. To give it a name, use the following header in the top of your stylesheet:
it_it: Per aggiungere il tuo tema, carica il tuo css in una nuova directory del cartella chiamata %s simplemap-styles%s. Per dargli un nome, usa la seguente intestazione all'inizio del tuo foglio di stile :

source: Display Search Form
it_it: Visualizza di form di ricerca

source: Show the search form above the map
it_it: Mostra i form di ricerca sopra la mappa

source: SimpleMap Link
it_it: Link SimpleMap

source: Show the "Powered by SimpleMap" link
it_it: Mostrare il link "Powered by SimpleMap"

source: Jump to a section:
it_it: Salta alla sezione:

source: Displaying Your Map
it_it: Visualizzazione della Mappa

source: Adding a Location
it_it: Aggiungi una Location

source: Everything Else
it_it: Tutto il resto

source: To show your map on any post or page, insert the shortcode in the body:
it_it: Per visualizzare la mappa in qualsiasi post o pagina, inserire lo shortcode nel body:

source: If you want only certain categories to show on a map, insert shortcode like this, where the numbers are replaced with the ID numbers of your desired categories:
it_it: Se si desidera che solo determinate categorie di mostrare su una mappa, inserire shortcode come questo, in cui i numeri sono sostituiti con i numeri ID delle vostre categorie desiderate:

source: You can place content above or below your map, just like in any other post. Note that any content placed below the map will be pushed down by the list of search results (unless you have them displaying differently with a custom theme).
it_it: È possibile inserire il contenuto al di sopra o al di sotto della mappa, come in qualsiasi altro posto. Si noti che qualsiasi contenuto posto sotto la mappa sarà spinto verso il basso dalla lista dei risultati della ricerca (a meno che non li visualizza in modo diverso con un tema personalizzato).

source: Configure the appearance of your map on the %s General Options page.%s
it_it: Configura l'aspetto della tua mappa sulla %s pagina Opzioni Generali.%s

source: Enter the location the map should open to by default, when no location has been searched for. If you do not know the latitude and longitude of your starting location, enter the address in the provided text field and press "Geocode Address."
it_it: Immettere il percorso della mappa dovrebbe aprire per impostazione predefinita, quando nessuna posizione è stata cercata. Se non si conosce la latitudine e la longitudine della posizione di partenza, inserire l'indirizzo nel campo di testo e premere il tasto "indirizzo geolocalizzato."

source: %s No auto-load:%s Locations will not load automatically.
it_it: %s Non caricare automaticamente:%s le location non verranno caricate automaticamente.

source: %s Auto-load search results:%s The locations will load based on the default location, default search radius and zoom level you have set.
it_it: %s Carica automaticamente i risultati di ricarca:%s Le locatione verrano caricate in base alla posizione predefinita, raggio di ricerca e livello di zoom impostati.

source: %s Auto-load all locations:%s All of the locations in your database will load at the default zoom level you have set, disregarding your default search radius. %s This option is not enabled if you have more than 100 locations in your database.%s
it_it: %s Auto-carica tutte le locations%s Tutte le locations nel tuo database verranno caricate , trascurando il tuo raggio di ricerca predefinito. %s Questa opzione non è abilitata se hai 100 location nel tuo database.%s

source: If you leave the checkbox unchecked, then the auto-load feature will automatically move the map to the center of all the loaded locations. If you check the box, your default location will be respected regardless of the locations the map is loading.
it_it: Se si lascia la casella di controllo selezionata, l'auto-load si sposta automaticamente la mappa per il centro di tutti i luoghi caricati. Se si seleziona la casella, la posizione di default sarà rispettata a prescindere dalle posizioni della mappa sta caricando.

source: This is meant to flag certain locations with a specific label. It shows up in the search results with a gold star next to it. Originally this was developed for an organization that wanted to highlight people that had been members for more than ten years. It could be used for something like that, or for "Favorite Spots," or "Free Wi-Fi," or anything you want. You can also leave it blank to disable it.
it_it: Questo ha lo scopo di segnalare certi luoghi con una specifica etichetta. Si presenta nei risultati di ricerca con una stella d'oro accanto ad essa. In origine questo è stato sviluppato per un'organizzazione che ha voluto mettere in evidenza le persone che erano state i membri da più di dieci anni. Potrebbe essere usato per qualcosa di simile, o per "luoghi preferiti, " o "la connessione Wi-Fi gratuita, " o quello che vuoi. È anche possibile lasciare il campo vuoto per disattivarlo.

source: To properly add a new location, you must enter one or both of the following:
it_it: Per aggiungere correttamente un nuovo percorso, è necessario immettere una o entrambe delle seguenti:

source: 1. A full address
it_it: 1. Un indirizzo completo

source: 2. A latitude and longitude
it_it: 2. Una latitudine e longitudine

source: If you enter a latitude and longitude, then the address will not be geocoded, and your custom values will be left in place. Entering an address without latitude or longitude will result in the address being geocoded before it is submitted to the database.
it_it: Se si immette una latitudine e longitudine, l'indirizzo non sarà geocodificato, e i vostri valori personalizzati saranno lasciati sul posto. L'immissione di un indirizzo senza latitudine o longitudine comporterà di essere sottoposto a geocodifica prima di vernire inserito nel database.

source: You must also enter a name for every location.
it_it: È inoltre necessario inserire un nome per ogni location.

source: If you have any other questions or comments, please visit the %s SimpleMap Support Forums%s. Search the forums for your problem before you post; the same issue may have been solved already by someone else.
it_it: Se avete altre domande o commenti, si prega di visitare il % s Forume di supporto di SimpleMap% s. Cerca nel forum il tuo problema prima di postare, lo stesso problema potrebbe essere stato risolto già da qualcun altro.

source: SimpleMap: Import/Export CSV
it_it: SimpleMap: Importare/Esportare CSV

source: Import From File
it_it: Importare da File

source: If your file has fewer than 100 records and does not have latitude/longitude data:
it_it: Se il file ha meno di 100 record e non ha dati di latitudine / longitudine:

source: Make sure your CSV has a header row that gives the field names (in English). A good example of a header row would be as follows:
it_it: Assicurarsi che il CSV ha una riga di intestazione che dà i nomi di campo (in inglese). Un buon esempio di una riga di intestazione potrebbe essere il seguente:

source: You can import your file with or without quotation marks around each field. However, if any of your fields contain commas, you should enclose your fields in quotation marks. Single ( ' ) or double ( " ) quotation marks will work.
it_it: È possibile importare il file con o senza le virgolette intorno a ogni campo. Tuttavia, se uno dei tuoi campi contengono virgole, è necessario racchiudere i campi tra virgolette. Singola ( ' ) o doppie ( " ) virgolette funzionerà.

source: If your file has more than 100 records:
it_it: Se si dispone di più di 100 record:

source: If you have more than 100 records to import, it is best to do one of the following:
it_it: Se si dispone di più di 100 record da importare, è meglio effettuare una delle seguenti operazioni:

source: Geocode your own data before importing it
it_it: Geocodifica i tuoi dati prima di importarli

source: Split your file into multiple files with no more than 100 lines each
it_it: Dividi il tuo file in più file con non più di 100 righe ognuno

source: Geocoding your own data will allow you to import thousands of records very quickly. If your locations need to be geocoded by SimpleMap, any file with more than 100 records might stall your server. %s Resources for geocoding your own locations can be found here.%s
it_it: Geocodificare i propri dati vi permetterà di importare migliaia di record molto rapidamente. Se le posizioni devonon essere geocodificate da SimpleMap, qualsiasi file con più di 100 record potrebbe bloccarsi sul server.%s Resources for geocoding your own locations can be found here.%s

source: If you are importing a file you exported from SimpleMap (and haven't changed since), be sure to check the box below since the locations are already geocoded.
it_it: Se si importa un file esportato da SimpleMap (e non sono cambiati da allora), assicurati di controllare la casella sottostante in quanto le posizioni sono già sottoposti a geocodifica.

source: File to import (maximum size 2MB):
it_it: File da importare (grandezza massima 2MB):

source: Check this box if the locations in the file are already geocoded.
it_it: Seleziona questa casella se le location nel file sono già geocodificate.

source: Import CSV File
it_it: Impoertare un file CSV

source: Importing a file may take several seconds; please be patient.
it_it: Importare un file potrebbe richiedere alcuni secondi, per favore sii paziente.

source: Export To File
it_it: Esportare in un file

source: Export Database to CSV File
it_it: Esportare il Databse in un file CSV

source: Delete All Categories
it_it: Cancella tutte le categorie

source: Delete all categories in database
it_it: Cancella tutte le categorie nel database

source: Displaying %d&#8211;%d of %d
it_it: Visualizza %d&#8211;%d di %d

source: No records found.
it_it: No sono stati trovati record.

source: Category Name
it_it: Nome della Categoria

source: Cancel
it_it: Cancellare

source: Update Category
it_it: Aggiornare Categorie

source: You are about to delete the selected categories. "Cancel" to stop, "OK" to delete.
it_it: Stai per cancellare la categoria selezionata. "Cancella" per annullare, "OK" per proseguire.

source: Add Category
it_it: Aggiungi Categoria

source: Delete Database
it_it: Cancellare il Database

source: Do you really want to delete all locations in your database?
it_it: Vuoi davvero cancellare tutte le location nel tuo database?

source: Delete all entries in database
it_it: Cancella tutti i record del database

source: Displaying
it_it: Visualizzando

source: Phone/Fax/URL
it_it: Telefono/Fax/URL

source: Edit this post inline
it_it: Modifica questo post

source: Do you really want to delete %s ?
it_it: Vuoi veramente eliminare %s ?

source: Latitude
it_it: Latitudine:

source: Longitude
it_it: Longitudine:

source: City
it_it: Città

source: ZIP/Postal Code
it_it: CAP

source: Geocode Address
it_it: Indirizzo geocodificato

source: Update Location
it_it: Aggiornare Location

source: Geocode the new address to update this location.
it_it: Geocodifica il nuovo indirizzo per aggiornare questa location.

source: You are about to delete the selected posts. "Cancel" to stop, "OK" to delete.
it_it: Stai per cancelllare il post selezionato. "Cancellare" per annullare "OK" per cancellare.

source: Search
it_it: Cerca

source: Please enter an address or search term in the box above.
it_it: Inserisci un indirizzo o un termine di ricerca nel box qui sopra.

source: Visit Website
it_it: Visita il sito web

source: Get Directions
it_it: Come arrivarci

source: No results found.
it_it: Nessun risultato trovato!

source: Go to the SimpleMap Home Page
it_it: Vai alla Home Page di SimpleMap

source: Go to the SimpleMap Support Forums
it_it: Vai al forum di supporto di SimpleaMap

source: Support Forums
it_it: Forum di supporto

source: You must enter an API key for your domain.
it_it: Devi inserire un API key per il tuo dominio.

source: Enter a key on the General Options page.
it_it: Inserisci una key nella pagina Opzioni Generali

source: You must update your database to enable the new category functionality.
it_it: Devi aggiornare il tuo database per abilitare la nuova funzionalità categorie.

source: To update the database:
it_it: Per aggiornare il database:

source: Click here FIRST to download a backup of your database.
it_it: Clicca prima qui per scaricare un backup del tuo database.

source: Then click here to update your categories.
it_it: Poi clicca qui per aggiornare le tue categorie
